[
  {"party_id": 1, "short_name": "Lista Alena Džombe", "party": "ALBANSKA, BOŠNJAČKA, CRNOGORSKA, MAKEDONSKA I SLOVENSKA NACIONALNA MANJINA, ALEN DŽOMBA (kandidat), NAPRIJED HRVATSKA! - PROGRESIVNI SAVEZ IVE JOSIPOVIĆA, UDRUGA BOŠNJAKA BRANITELJA DOMOVINSKOG RATA VUKOVARSKO - SRIJEMSKE ŽUPANIJE, BOŠNJAČKO KULTURNO UMJETNIČKO DRUŠTVO 'BEHAR' GUNJA ", "regions": [12]},
  {"party_id": 2, "short_name": "Lista Alije Avdića", "party": "ALBANSKA, BOŠNJAČKA, CRNOGORSKA, MAKEDONSKA I SLOVENSKA NACIONALNA MANJINA, ALIJA AVDIĆ, dipl. krim. (kandidat), STRANKA BOŠNJAKA HRVATSKE - SBH ", "regions": [12]},
  {"party_id": 3, "short_name": "A - HSP", "party": "AUTOHTONA - HRVATSKA STRANKA PRAVA - A - HSP", "regions": [1,2,3,4,5,6,7,8,9,10]},
  {"party_id": 4, "short_name": "Naprijed Hrvatska!", "party": "NAPRIJED HRVATSKA! - PROGRESIVNI SAVEZ IVE JOSIPOVIĆA, NARODNA STRANKA - REFORMISTI - REFORMISTI, STRANKA HRVATSKIH UMIROVLJENIKA - UMIROVLJENICI, ZELENI FORUM, DUBROVAČKI DEMOKRATSKI SABOR - DDS ", "regions": [1,2,4,7,8]},
  {"party_id": 5, "short_name": "HKS, HSP, OS", "party": "HRVATSKA KONZERVATIVNA STRANKA - HKS, HRVATSKA STRANKA PRAVA - HSP, OBITELJSKA STRANKA - OS ", "regions": [1,2,3,4,5,6,7,8,9,10,11]},
  {"party_id": 6, "short_name": "SDP, HNS, HSU, Laburisti, A-HSS, ZS", "party": "SOCIJALDEMOKRATSKA PARTIJA HRVATSKE - SDP, HRVATSKA NARODNA STRANKA - LIBERALNI DEMOKRATI - HNS, HRVATSKA STRANKA UMIROVLJENIKA - HSU, HRVATSKI LABURISTI - STRANKA RADA, AUTOHTONA - HRVATSKA SELJAČKA STRANKA - A - HSS, ZAGORSKA STRANKA - ZS, SAMOSTALNA DEMOKRATSKA SRPSKA STRANKA - SDSS", "regions": [1,2,3,4,5,6,7,8,9,10]},
  {"party_id": 7, "short_name": "HDZ, HSS, HSP AS, BUZ, HSLS, HRAST, HDS, ZDS", "party": "HRVATSKA DEMOKRATSKA ZAJEDNICA - HDZ, HRVATSKA SELJAČKA STRANKA - HSS, HRVATSKA STRANKA PRAVA DR. ANTE STARČEVIĆ - HSP AS, BLOK UMIROVLJENICI ZAJEDNO - BUZ, HRVATSKA SOCIJALNO - LIBERALNA STRANKA - HSLS, HRVATSKI RAST - HRAST, HRVATSKA DEMOKRŠĆANSKA STRANKA - HDS, ZAGORSKA DEMOKRATSKA STRANKA - ZDS ", "regions": [1,2,3,4,5,6,7,8]},
  {"party_id": 8, "short_name": "Živi Zid", "party": "ŽIVI ZID", "regions": [2,3,4,5,6,7,8]},
  {"party_id": 9, "short_name": "ORaH", "party": "ODRŽIVI RAZVOJ HRVATSKE - ORaH", "regions": [1,2,3,4,5,6,7,8,9,10]}
]